[
  
 
    {
        "speaker": "",
        "time": "00:00",
        "startTime": "00:00",
        "duration": "23 seconds",
        "text": "Trust is critical in any relationship. One way to operationalize trust is to be vulnerable. Today, we will discuss vulnerability and leading with it. My name is Matt Abrahams. I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast."
      },
    
      {
        "speaker": "",
        "time": "00:23",
        "startTime": "00:23",
        "duration": "25 seconds",
        "text": "Today, I look forward to speaking with Jacob Morgan. Jacob is a speaker, futurist, and author of several books, including his most recent one called Leading with Vulnerability: How to Unlock Your Greatest Superpower to Transform Yourself, Your Team, and Your Organization. Additionally, Jacob hosts the Great Leadership Podcast. Jacob, thanks for being here with me."
      },
      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Thank you for having me. I'm looking forward to it."
      },
      {
        "speaker": "",
        "time": "00:51",
        "startTime": "00:51",
        "duration": "25 seconds",
        "text": "I am looking forward to this as well. So let's get started. You've spent a lot of your time exploring leadership and what future leaders need to do to be more successful. Given our focus on communication on this podcast, what can you tell us about the role communication plays in effective leadership? And what communication advice do you have for leaders at any level of an organization?"
      },

      {
        "speaker": "",
        "time": "01:18",
        "startTime": "01:18",
        "duration": "24 seconds",
        "text": "Well, I think it's safe to say that without communication, there is no leadership, right? I mean, if you can't communicate effectively, how can you lead other people? So, I think it's very central to how we lead. Now, of course, it's also important to note that communication has also changed quite a bit. It's funny, it's one of those things that's been around forever, but also one of those things that has changed more over the past 10-15 years than anything else because of the different platforms that we have at our disposal, the tools, the resources. "
      },

      {
        "speaker": "",
        "time": "01:42",
        "startTime": "01:42",
        "duration": "19 seconds",
        "text": "I think, especially for if you're a leader, anytime that you want to communicate with people, you want to be able to demonstrate that you can connect with them, but you also want to demonstrate that you have that level of competence. So, it goes into this theme of leading with vulnerability. If you can bring those two pieces of the equation together, I think you're going to be a very, very effective communicator."
      },
      {
        "speaker": "",
        "time": "02:01",
        "startTime": "02:01",
        "duration": "22 seconds",
        "text": "I love that idea of competence and connection. In the class I teach, we talk a lot about warmth and competence and how you have to balance those out. It's about immediacy. And you're right, things have changed dramatically in the last several years and are changing as we speak—the way we communicate, the tools we have to communicate. And as leaders, we need to adjust and adapt for sure."
      },

      {
        "speaker": "",
        "time": "02:41",
        "startTime": "02:41",
        "duration": "15 seconds",
        "text": "I want to dig deeper into vulnerability because your new book distinguishes between being vulnerable and leading with vulnerability. Can you help us understand what you mean by that distinction? And can you please share some attributes of vulnerable leaders?."
      },

      {
        "speaker": "",
        "time": "02:56",
        "startTime": "02:56",
        "duration": "16 seconds",
        "text": "Sure. So when most people think of vulnerability, they think of the concept of sharing a personal challenge or struggle, admitting to a mistake. What I've come to realize is that vulnerability for leaders is not the same as it is for everybody else. "
      },

      {
        "speaker": "",
        "time": "03:12",
        "startTime": "03:12",
        "duration": "19 seconds",
        "text": "You have to bring together these two pieces of the equation: competence and connection. So let's say, for example, I work for you, Matt, and, um, you know, I'm showing up to work and I made a mistake. I really screwed something up, and it's... I have to come clean on that mistake. That's a very vulnerable thing to do."
      },

      {
        "speaker": "",
        "time": "03:31",
        "startTime": "03:31",
        "duration": "17 seconds",
        "text": "You have to bring together these two pieces of the equation: competence and connection. So let's say, for example, I work for you, Matt, and, um, you know, I'm showing up to work and I made a mistake. I really screwed something up, and it's... I have to come clean on that mistake. That's a very vulnerable thing to do. "
      },

      {
        "speaker": "",
        "time": "03:48",
        "startTime": "03:48",
        "duration": "24 seconds",
        "text": "Here's what I learned from the mistake that I made, and here are some steps that I'm going to put into place to make sure that this mistake doesn't happen again. The first way that I communicated with you is vulnerable; the second way that I communicated to you is leading with vulnerability. So all of this comes down to what I call the vulnerable leader equation: leadership plus vulnerability, not just the vulnerability piece. "
      },

      {
        "speaker": "",
        "time": "04:12",
        "startTime": "04:12",
        "duration": "6 seconds",
        "text": "Really insightful there. I would be honored to have you as an employee; you are so talented at all the things you do. "
      },

      {
        "speaker": "",
        "time": "04:18",
        "startTime": "04:18",
        "duration": "3 seconds",
        "text": " You would fire me in 30 seconds."
      },

      {
        "speaker": "",
        "time": "04:21",
        "startTime": "04:21",
        "duration": "21 seconds",
        "text": "Well, I don't know, but what I'm hearing there is that being open and vulnerable is not the answer. It's being vulnerable with some vision, some explanation, some direction that follows or complements it. That is what really makes the difference. "
      },

      {
        "speaker": "",
        "time": "04:42",
        "startTime": "04:42",
        "duration": "26 seconds",
        "text": "So let me ask a follow-up question. For many of us, it's hard enough just to be vulnerable, right? It's hard to admit our mistakes or that we don't know. What advice and guidance do you have for us as individuals to help us just get the first part of that equation down—being vulnerable? And then what do we need to do as leaders to build, nourish, and support a culture of vulnerability so everybody feels comfortable leading with vulnerability? "
      },

      {
        "speaker": "",
        "time": "05:08",
        "startTime": "05:08",
        "duration": "22 seconds",
        "text": "So the first part of that question is interesting because the second part of the equation is the answer to the first part of the equation. So we surveyed 14,000 employees, and we asked them, What's the number one thing that's keeping you from being vulnerable at work?' And the number one response, by far, that everybody gave us was, 'I don't want to be perceived as being weak or incompetent.'"
      },

      {
        "speaker": "",
        "time": "05:30",
        "startTime": "05:30",
        "duration": "22 seconds",
        "text": "So, it kind of makes you wonder. You take a step back, well, why does being vulnerable make you seem weak or incompetent? Well, because if you just talk about the mistake, if you just talk about the failure and the struggles and the challenges, that's literally what you're doing. You are making yourself seem weak or incompetent because that's the only part of the equation that you're looking at."
      },

      {
        "speaker": "",
        "time": "05:52",
        "startTime": "05:52",
        "duration": "11 seconds",
        "text": " So how do you make yourself more comfortable with that? Well, you talk about what you're doing to close that gap, what you're doing to get better, what you're doing to move things forward."
      },

      {
        "speaker": "",
        "time": "06:03",
        "startTime": "06:03",
        "duration": "21 seconds",
        "text": " So it seems to me that part of what you're saying is the way that we can feel more comfortable being vulnerable is to reframe what it means to be vulnerable, conveying how I'm taking advantage of opportunities to improve. And that's a very different reframe, one that for me personally is more motivational and one that I can see would be received much better by others."
      },

      {
        "speaker": "",
        "time": "06:24",
        "startTime": "06:24",
        "duration": "20 seconds",
        "text": "  One more point, really quick, on that. So it's not just a reframe; it's a demonstration because it's one thing to do a mental reframe, it's another thing to demonstrate that. So, for example, you might see that you asking for help about something or admitting to a mistake is an opportunity to get better, right?"
      },

      {
        "speaker": "",
        "time": "06:44",
        "startTime": "06:44",
        "duration": "22 seconds",
        "text": "  In your mind, that's how you perceive it. The other person doesn't know that that's how you're thinking about it. The other person is just going to think, 'Well, Matt keeps asking me for help.' So reframing is a part of it, but demonstrating that you are actually getting better, that you are trying to improve, is critical not just for you but also for those around you so that you can demonstrate that leadership piece."
      },

      {
        "speaker": "",
        "time": "07:06",
        "startTime": "07:25",
        "duration": "19 seconds",
        "text": "I really appreciate that addition. You are absolutely right. Reframing happens first, and then you have to demonstrate. So what is it that leaders can do to build, nourish, and support a culture of vulnerability where people feel comfortable demonstrating?"
      },

      {
        "speaker": "",
        "time": "07:25",
        "startTime": "07:25",
        "duration": "22 seconds",
        "text": " You lead by example. If you want other people that you work with to act and behave a certain way, it has to start with you, right? So if you lead with vulnerability, then those around you will lead with vulnerability. Now, in the book I talk about these eight attributes vulnerable leaders typically use, and we don't need to go through all eight of them, but this concept of leading by example I think is the most critical one of demonstrating the behaviors that you want other people to demonstrate."
      },

      {
        "speaker": "",
        "time": "07:47",
        "startTime": "07:47",
        "duration": "24 seconds",
        "text": "And one of the visuals that I have in the book is this idea of leveling the playing field. What leveling the playing field means is that there is a very explicit, meaning obvious, everybody knows, relationship between the employee and the leader, and everybody knows that the employee depends on the leader. Everybody knows that the employee is vulnerable to the leader, just inherent in the position that they're in."
      },

      {
        "speaker": "",
        "time": "08:11",
        "startTime": "08:11",
        "duration": "60 seconds",
        "text": "Meaning that if I'm your boss, I can make your life hell. I can put you on terrible projects. You are vulnerable to me just by the fact that you work for me. However, there's another relationship that exists. Leaders are very vulnerable to their people because you have to imagine if you work for me and you don't do a good job, who does that reflect poorly on? It reflects poorly on the team, and it reflects poorly on me. So I, as a leader, I'm also vulnerable to you."
      },

      {
        "speaker": "",
        "time": "09:11",
        "startTime": "09:11",
        "duration": "29 seconds",
        "text": "The difference is in that first scenario, the relationship is explicit, and in the second scenario, the relationship is implicit. In other words, we never talk about that second relationship. Leaders don't tell their employees, 'Hey, I can't do this without you. I'm vulnerable to you. I'm dependent on you.'' We don't talk about that. And so one of the people that I interviewed is Sim Sitkin. He's one of the world's leading experts on trust, and he did some research and found that when you look at the literature, there are 22 different definitions of trust.' "
      },

      {
        "speaker": "",
        "time": "09:40",
        "startTime": "09:40",
        "duration": "8 seconds",
        "text": "And all of these definitions come back to being vulnerable. The more senior we become, we assume that we don't need to be vulnerable to our people because we're in a leadership role, we're in an authority role. But we assume that everybody needs to be vulnerable to us and that everybody needs to trust us. So by leading with vulnerability, you level that playing field, and when you level the playing field, you open the door for collaboration, for trust, for engagement, for productivity. So the best piece of advice for leaders is level the playing field. "
      },

      {
        "speaker": "",
        "time": "09:48",
        "startTime": "09:48",
        "duration": "27 seconds",
        "text": "Lead by example. You do it first, and other people will follow suit."
      },

      {
        "speaker": "",
        "time": "10:15",
        "startTime": "10:15",
        "duration": "13 seconds",
        "text": "I love how direct that advice is and how clear it is as you say it. Of course, it makes sense, but I see it time and time again not playing out where leaders feel that their job is to have all the answers, to do it right, to be a beacon of perfection, and emulating that. And it builds in difficulty. Having them lead by example, I think, is a great bit of advice among the other bits of advice that you have in the book."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Speaking of the book, you talk about climbing the Vulnerability Mountain. What is this framework and how can we leverage it? Do I have to put my boots on and get my water bottle ready?"
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Metaphorically, I suppose. Yes, you do. Leading with vulnerability is akin to climbing this mountain. You're probably going to make mistakes. You might fall and get beat up. You might have to backtrack because you went up the wrong path, and you're going to have to go around another path. So when I say climbing the Vulnerability Mountain, what I mean is try to identify something that you can do today or tomorrow, something easy."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "It might be something like asking for help with something small and then just letting the other person know what you're going to do to help solve that problem for yourself going forward. And then identify what's at that peak of the mountain for you, talking about a personal challenge or struggle, and how that's being applicable for your leadership journey or how it's impacting you at work, right? That's at the peak of the mountain for me. And so you define the base, you define the peak, and then on a regular basis, you take steps to climb that peak and go up that mountain. That's ultimately what we're looking at and what we're doing. "
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "So it seems to me that at the heart of the advice you're giving is we have to reflect. We have to take time to reflect on ourselves to help us prioritize and understand where we're at and what's important to us. And then I also heard you say we have to think about the stories that we tell ourselves and the stories that we tell others to really help cement our intention for what it is we're striving to achieve. "
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "And the notion of reflection is one we've talked about often, and the notion of storytelling we've also talked about often on the podcast. But putting these two together in a way to help us think about our vulnerability, how we build trust, how we connect with others is quite unique. And I thank you for bringing those two points that we've discussed before together."
      },
      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Now Jacob, I'd like to switch gears a bit. Almost 10 years ago, you wrote a book about the future of work, and in the 10 years since that book came out, we have seen major shifts in the way we work: globalization, the pandemic, AI, you name it. All of these have dramatically altered work as we know it and the work that leaders have to do within those new and changing contexts."
      },
      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "When you look at where we were 10 years ago and where we are now, I'm curious, what do you see happening in the next 10 years that will impact leadership and the way we work? And what can we do to prepare for it? "
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "So the next 10 years, it's hard to not say that technology is going to play a pivotal role in how we work. Specifically, something like ChatGPT. I don't know about you and your team; I use it on a regular basis. It has become an integral part of how I work and how my team works. "
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "So Jacob, you host the Great Leadership Podcast, and I was very fortunate to be one of your guests. And like me, you've been able to interview some just amazing people. What two insights stand out the most to you from guests you've spoken with? "
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "There are a few, I think, interesting insights that come up. The first is that I've had the opportunity to interview a lot of CEOs and a lot of business leaders on the podcast. And one of the things I'm constantly amazed by is that these are CEOs of multi-billion dollar companies who are responsible for the lives of tens or hundreds of thousands of employees. And it's funny because when you talk to them, they're just normal people."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": " They share stories about their kids, they talk about mistakes that they're making, like little dumb things, they talk about—I mean, they're just like normal people. And it's the perception that we have of them, the goggles, the glasses that we view them with, paints them in this such a very different way. I had, for example, the former CEO of Sysco who was just talking about how he was dyslexic and that he struggles with so many different types of things and that he never shared this with anybody until somebody on his team one day shared that he was dyslexic."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "And he accidentally said, 'Oh yeah, me too.' I think a lot of leaders out there are genuinely good people, but they struggle with the same things that we all struggle with, whether it's imposter syndrome, whether it's being taught something in a way that no longer makes sense, whether it's finding time."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "I interviewed the CEO of Blue Shield in California, Paul Markovich, and this was during the pandemic when he was working ridiculous hours. He was telling me a story about how he was on the phone with one of his employees, one of his employees were challenging him about something, and he just burst into tears and started crying, just started weeping out of nowhere. "
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "So that, to me, has been very interesting, just to get to know a lot of the leaders and the people that I bring on, just as human beings and not just as these like magical unicorns."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "The second interesting piece of insight for me has been that everybody has a very unique or different way that they get things done. In fact, one of the questions that I always like to ask these CEOs is, 'Do you have a leadership hack?' And everyone has little different things.."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Little spins on life, little perspectives that they bring to the table that maybe other people don't. For leadership, I think there is a general structure of what's expected, but there's also a lot of playroom that you as a leader can bring your own personality, your own vibe, your own kind of spin of things. And I always find that to be very, very fascinating."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "I think that realizing that the leaders we admire, we follow, are regular people is a reminder we all need to have. We have this image of these folks being different and unique in some way, and they are. They certainly have their own skills, but the fact that they're regular people, I think, is really humanizing and appropriate for us to know. Thinking about how people leverage certain behaviors to help them be more efficient, I always find that fascinating."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "I'm always looking for efficiency tips for sure. So, Jacob, before we end, I'd like to ask you a few questions. One is tailored specifically to you, and then two are ones that I ask almost everybody."
      },

      
      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "All right, let's do it. "
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "So we've talked a lot about vulnerability, and I'm curious if you are comfortable sharing with us something that makes you feel vulnerable. I'll start by saying I feel very exposed and vulnerable when I write. I am much more comfortable speaking than writing. What's a situation or something that makes you feel particularly vulnerable and exposed? "
      },
      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Oh, so many. For me, it's not often negative things, but it's good things. For example, if I am giving a genuine compliment to someone, or let's say I'm giving a toast to a friend or to a family member, and I'm trying to show genuine emotion and be authentic. Like, there's a difference between saying, 'Hey, you know, like, Hey Dad, happy birthday, hope you have a great year, I love you, health, happiness, blah blah blah.'"
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "It's very different to give a toast and say, 'Hey Dad, you know, I just want to say you mean so much to me. You guys came from the Republic of Georgia, you allowed me to grow up in...' Like, it's a very different, right? A very different way to talk. So, for me, whenever I have to share that kind of genuine emotion, that positive emotion, is to me a very, very vulnerable thing. And again, it's not a bad thing, it's a good thing, but it still is... You feel a lot of that emotional exposure."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Thank you, and thank you for sharing and being vulnerable with me and with those listening. Who is a communicator that you admire, and why?."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "There's probably a few for different reasons. My dad is one, which sounds kind of funny because he's actually not a great communicator. He speaks with a heavy Russian accent, he sometimes misuses words or says the wrong word, or sometimes will even make up a word. But what I think makes him a good communicator is that he's really good at getting to the point."
      },


      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "What I like about my dad is that there is no BS there. You know exactly what you're getting, you know exactly who you're talking to. There's no sugarcoating, there's no beating around the bush, like it's straight to the point. And that may or may not be a good thing, but that's something that I like. And I want to throw one more in there because it's the opposite of my dad, and that's my wife, Blake."
      },

      
      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "And she's a great communicator for a very different reason. In that she's very good at being intuitive, at having emotional intelligence, at understanding how I and other people are feeling, and being able to deliver a message based on the feedback that she's getting on an emotional level. And they are so, so opposite, I cannot even tell you, but they both have, I think, their unique strengths that they bring to the table. ."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Must be interesting watching the two of them have conversations for sure. But I appreciate, yeah, I appreciate the directness and yet the ability to be intuitive, pay attention to the nuance of what's happening. Our skills that we can all benefit from. "
      },


      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Final question: What are the first three ingredients that go into a successful communication recipe?"
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "First three ingredients? I think number one is intention: what is the purpose of what it is that you are saying or doing? I think a second key ingredient is clarity: making sure that you get the message across in the right way, making sure that if it's a complex topic, people can understand it, if it's a message to motivate and inspire, that that's the outcome that it has. And I think number three is knowing who you're delivering the message to, right? "
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "If I'm talking to a friend, or if I'm talking to somebody that I work with, or if I'm talking to the CEO of the company giving a talk, the way that I communicate is going to be very different. And so I think those are the three, at least for me, crucial ingredients for effective communication, especially if you're in a leadership role."
      },

      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Very key elements. I love this notion of intention and then paying attention to who it is you're communicating to. Really insightful. And in fact, Jacob, everything today has been very insightful. Thank you. I appreciate you being vulnerable and leading with vulnerability, and I appreciate you demonstrating connection and competence with me and with our audience. Best of luck to you with your podcast as well as your new book, 'Leading with Vulnerability'. Thank you so much."
      },
      {
        "speaker": "",
        "time": "00:48",
        "startTime": "00:48",
        "duration": "3 seconds",
        "text": "Thanks so much for having me. "
      }








  
  ]
  
